tap "homebrew/bundle"
tap "pivotal/tap"
tap "qmk/qmk"
tap "spring-io/tap"
brew "libtiff"
brew "jpeg-xl"
brew "sqlite"
brew "python@3.12"
brew "cocoapods"
brew "cowsay"
brew "dune"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "openjdk"
brew "gradle"
brew "node"
brew "http-server"
brew "jenv"
brew "jq"
brew "jsonpp"
brew "lazygit"
brew "libev"
brew "libpq"
brew "lolcat"
brew "mariadb"
brew "mkcert"
brew "neovim"
brew "nvm"
brew "opam"
brew "openjdk@11"
brew "openjdk@17"
brew "pkgconf"
brew "python@3.11"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "watchman"
brew "zoxide"
brew "spring-io/tap/spring-boot"
cask "android-studio"
cask "caffeine"
cask "datagrip"
cask "dbeaver-community"
cask "docker"
cask "iterm2"
cask "obsidian"
cask "visual-studio-code"
vscode "adrianwilczynski.blazor-snippet-pack"
vscode "alexisvt.flutter-snippets"
vscode "bierner.markdown-mermaid"
vscode "bowlerhatllc.vscode-as3mxml"
vscode "bowlerhatllc.vscode-nextgenas"
vscode "bowlerhatllc.vscode-swf-debug"
vscode "captncaps.ue4-snippets"
vscode "christian-kohler.npm-intellisense"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "elmtooling.elm-ls-vscode"
vscode "emilast.logfilehighlighter"
vscode "esbenp.prettier-vscode"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "humao.rest-client"
vscode "idered.npm"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jmrog.vscode-nuget-package-manager"
vscode "kleber-swf.unity-code-snippets"
vscode "krystofriha.vscode-nsis"
vscode "leizongmin.node-module-intellisense"
vscode "luanpotter.dart-import"
vscode "mhutchie.git-graph"
vscode "miramac.vscode-exec-node"
vscode "mkloubert.vscode-http-client"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "paolodellepiane.fantomas-fmt"
vscode "pejmannikram.vscode-auto-scroll"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "rotfuchs-von-vulpes.night-fox"
vscode "searking.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "slevesque.shader"
vscode "svelte.svelte-vscode"
vscode "tobiah.unity-tools"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "xaver.clang-format"
vscode "yzane.markdown-pdf"
